9/data/attachments/9e9961cea2709c73.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jennifer_for_Actions_25828_4</nif:username>
            <nif:friendToBeRequested>soap_actions_6bd045c0-8a46-4d9b-95cf-0d090beffbf7</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>